Repository: FahdCloud/FEDS-ElabElrohy-Ios-Swift
Catalog: FEDS-ElabElrohy/*.lproj/Localizable.strings
Languages: ar

# examDeliveryStatus
source: Delivery status
ar: حالة التسليم

# examSuccessStatus
source: Success status
ar: حالة النجاح

# examDeliveryDateTime
source: Delivery date
ar: ميعاد التسليم

# success
source: Successed
ar: ناجح

source: Failed
ar: راسب

# startExamAlert
source: Start exam
ar: بدء الامتحان

# startHwAlert
source: Start Hw
ar: بدء الواجب

source: Change password
ar: تغيير كلمة المرور

source: PDF
ar: ملف بي دي اف

source: Voice
ar: ملف صوتي

source: Word
ar: ملف ورد

source: Image
ar: صورة

source: Excel
ar: ملف اكسل

source: Available
ar: صالح

# textCopied
source: Code copied to clipboard
ar: تم نسخ الرمز إلى الحافظة

# chapterCount
source: Number of chapters
ar: عدد المستويات

source: Course details
ar: بيانات الدورة

source: Lessons
ar: الدروس

source: Subscription info
ar: بيانات الإشتراك

source: Subscription status
ar: حالة الإشتراك

# availableSubscription
source: Available subscriptions
ar: الإشتراكات المتاحة

source: Progress level
ar: مستوي التقدم

source: Purchase
ar: شراء

# susbscriptionEnd
source: End of subscription
ar: انتهاء الإشتراك

# remaining
source: Remain
ar: متبقي

source: times
ar: مرات

source: Content count
ar: عدد المحتوي

source: Exam dgree
ar: درجة الإمتحان

source: Re-Exam
ar: اعادة الامتحان

source: Choose subscription type
ar: اختر نوع الإشتراك

# notDeliverd
source: Exam not deliverd yet
ar: لم يتم تسليم الامتحان

# empty_educationSystem
source: Please select your education system
ar: من فضلك اختر نظامك التعليمى

# empty_mother_or_father_phone
source: Please enter your father's phone number
ar: من فضلك ادخل رقم هاتف الوالد او الوالده

# empty_academicYear
source: Please select your acadmic year
ar: من فضلك اختر سنتك الدراسيه

# empty_government
source: Please select your government
ar: من فضلك اختر محافظتك

# empty_city
source: Please enter your city
ar: من فضلك ادخل مدينتك

# empty_school
source: Please enter your school
ar: من فضلك ادخل مدرستك

# empty_center
source: Please select your center
ar: من فضلك اختر السنتر

# empty_branch
source: Please select your branch
ar: من فضلك اختر الفرع

# error_connected_to_network
source: Check your internet connection
ar: تأكد من الاتصال من الانترنت

# error_email
source: There is an error in email
ar: يوجد خطأ في البريد الالكتروني او رقم الهاتف

# error_get_constant_list
source: Error happend while get governments please tap on it to try to get governments
ar: حدث خطأ أثناء الحصول على المحافظات، يرجى النقر عليه لمحاولة الحصول على المحافظات

# error_password
source: There is an error in password
ar: يوجد خطأ في كلمة المرور

# message_error_in_fetching_data
source: An error happend, please try again
ar: حدث خطأ ما، برجاء المحاولة مرة اخري

# error_enter_data
source: Please fill the fileds
ar: من فضلك ادخل جميع البيانات

# error_name_empty
source: Please enter you name
ar: من فضلك ادخل الاسم

# error_name_in_arabic
source: Please enter name in arabic correct
ar: من فضلك ادخل الاسم بالعربية بطريقة صحيحة

# error_name_in_english
source: Please enter name in english correct
ar: من فضلك ادخل الاسم بالانجليزية بطريقة صحيحة

# error_phone
source: Please correct phonumber
ar: من فضلك ادخل رقم هاتف صحيح

# error_student_phone
source: Please correct student Phone number
ar: من فضلك ادخل للطالب رقم هاتف صحيح

# error_father_phone
source: Please correct father Phone number
ar: من فضلك ادخل للأب رقم هاتف صحيح

# error_mother_phone
source: Please correct mother Phone number
ar: من فضلك ادخل للأم رقم هاتف صحيح

# error_password_match
source: Enter a matched password
ar: تأكد من تطابق كلمة المرور

# error_email_and_phone
source: Please enter at least your email or phonumber
ar: من فضلك ادخل علي الاقل الهاتف او الايميل الخاص بك

# error_education_category
source: Please select education category
ar: من فضلك اختر فئة تعليمية

# message_error_in_enter_amount_of_charge
source: Please enter a valid amount of charge
ar: من فضلك ادخل مبلغ الشحن بطريقة صحيحة

# message_error_in_empty_exam
source: There is no questions in this exam
ar: لا يوجد اسئلة في هذا الإمتحان

# message_no_paragraphs
source: There is no paragraphs
ar: لا يوجد فقرات

# message_start_exam
source: Do you need to start exam at this moment? it's important to know if you start, you can't undo this action.
ar: هل تريد بدأ

# message_screen_recording_detected
source: Screen record is not available , please turn it off!
ar: تسجيل الشاشة غير مسمحوح ، من فضلك قم بإغلاقه!

# meesage_error_there_is_no_link
source: Sorry, this link is not available
ar: عفواً، هذا الرابط غير متاح

# message_restart_app
source: Close app and open it again to apply settings
ar: اغلق التطبيق و افتحه مجدداً لتطبيق الإعدادات

# message_review_exam
source: Review exam answers
ar: مراجعة اجابات الامتحان

# message_submit_exam
source: Are you sure to finish this exam ?
ar: هل انت متأكد من إنهاء الامتحان؟

# message_error_joining_app_under_review
source: Your joining application is still under review
ar: طلب إشتراكك مازال قيد المراجعة

# message_group_closed
source: This group is temporarily closed by order of the administration. If there is any inquiry or problem, please contact the administration directly.
ar: هذه المجموعة مغلقة مؤقتاَ بأمر من الإدارة، في حالة وجود أي استفسار أو مشكلة يرجي التواصل مع الإدارة مباشرة

# message_content_closed
source: This content is temporarily closed by order of the administration. If there is any inquiry or problem, please contact the administration directly.
ar: هذا المحتوي مغلقة مؤقتاَ بأمر من الإدارة، في حالة وجود أي استفسار أو مشكلة يرجي التواصل مع الإدارة مباشرة

# message_no_education_cours_levels
source: There is no data at this moment, if you face a specific problem, please contact with managers.
ar: لا يوجد بيانات في الوقت الحالي لعرضها، اذا كنت تواجه مشكلة معينة، نرجو التواصل مع الإدارة.

# succes_joining_app_add_successfully
source: Joining application is add successfully
ar: تم إضافة بيانات طلب الإشتراك بنجاح
