Repository: FahdCloud/FEDS-ElabElrohy-Ios-Swift
Catalog: FEDS-ElabElrohy/*.lproj/Localizable.strings
Languages: ar

# copyRightFahdCloud
source: Designed and developed by Fahd cloud, contact us
ar: تصميم وتطوير فهد كلاود، تواصل معنا

# companyDevName
source: Fahd Cloud
ar: فهد كلاود

# companyDevDescription
source: Our company, specializing in software and advertising, was established a year ago and has grown to become a significant player in the fields of information technology and advertising. We take pride in having branches in Saudi Arabia and Egypt, reflecting our capability for international expansion and growth. We are experts in developing innovative software solutions that meet the evolving needs of our clients. Our team, comprised of experienced engineers and developers, works diligently to ensure the delivery of the finest services and products. We believe in the importance of continual development to maintain our status as industry leaders.
ar: تأسست شركتنا للبرمجيات والدعاية والإعلان قبل عام وقد نمت لتصبح لاعبًا مهمًا في مجال تكنولوجيا المعلومات والدعاية والإعلان، ونفخر بأن لدينا فروع في السعودية ومصر، ما يعكس قدرتنا على التوسع والنمو على المستوى الدولي. نحن متخصصون في تطوير الحلول البرمجية المبتكرة التي تلبي الاحتياجات المتغيرة لعملائنا، وفريقنا المكون من مهندسين ومطورين متمرسين يعمل بجد لضمان تقديم أفضل الخدمات والمنتجات. نؤمن بأهمية التطوير المستمر للمحافظة على مكانتنا كرائدين في الصناعة.

# copyRight
source: © 2025 All rights reserved to Elab Elrohy | Designed and developed by Fahd Cloud
ar: © ٢٠٢٥ جميع الحقوق محفوظة للأب الروحي | تصميم و تطوير فهد كلاود

# clientName
source: Elab Elrohy
ar: الأب الروحي - أحمد حافظ

# clientDescription
source: Mr. Ahmed Hafez is considered one of the most distinguished Arabic language teachers at the secondary level. He is known among his students as Elab Elrohy for his wisdom and genuine dedication to their academic and moral development. He is renowned for his engaging teaching style and his ability to simplify the most complex concepts, making his lessons a source of inspiration and confidence for many students striving for excellence and success.
ar: الأستاذ أحمد حافظ يُعد من أبرز معلمي اللغة العربية في المرحلة الثانوية، ويُعرف بين طلابه بلقب الأب الروحي لما يتمتع به من حكمة، واهتمام حقيقي بتطويرهم علميًا وأخلاقيًا. يتميز بأسلوبه الشيق في الشرح، وقدرته على تبسيط أصعب المفاهيم، مما جعل دروسه مصدر إلهام وثقة للعديد من الطلاب الساعين إلى التفوق والتميز.

# betaName
source: Beta EDU
ar: بيتا اديو

# betaDescription
source: We at Beta Company provide advanced software solutions and advertising and promotional services that are distinguished by creativity and effectiveness. We aim to meet our customers' needs and achieve their goals with the highest levels of quality and innovation. With a professional and specialized team, we always strive to provide the best and latest in the world of technology and marketing. Get to know our company and discover how we can help you achieve your business success.
ar: نحن في شركة بيتا نقدم حلولًا برمجية متقدمة وخدمات دعائية وإعلانية تتميز بالإبداع والفعالية. نهدف إلى تلبية احتياجات عملائنا وتحقيق أهدافهم بأعلى مستويات الجودة والابتكار. مع فريق عمل محترف ومتخصص، نسعى دائمًا لتقديم الأفضل والمستجد في عالم التكنولوجيا والتسويق. تعرف على شركتنا واكتشف كيف يمكننا مساعدتك في تحقيق نجاحك العملي.

# designedAndDeveloped
source: Designed and developed by:
ar: تصميم وتطوير:

# continue
source: Continue exam
ar: متابعة الامتحان

source: Chapters:
ar: الفصول:

# lessonss
source: Lessons:
ar: الدروس:

source: Files:
ar: الملفات:

source: Description:
ar: الوصف:

# avaliableSubs
source: Avaliable Subscriptions Plan:
ar: خطط الاشتراك المتاحة:

source: Content
ar: المحتوى

source: Info
ar: التفاصيل

source: History
ar: السجل

source: Educational
ar: تعليمى

source: Money Charged
ar: مبلغ الشحن

# wallet_phone
source: Wallet Phone Number
ar: رقم هاتف المحفظة

source: Reservation Form
ar: استمارة حجز

source: Certificats
ar: الشهادات

source: Evaluations
ar: التقييمات

# Ver_Num
source: Version Number:
ar: إصدار رقم:

# chooseLang
source: Choose Your language
ar: قمْ باختيارِ لغتكَ

# descriptionLang
source: All upcoming pages will be translated based on your choice of language
ar: ستتم ترجمة جميع الصفحات القادمة بناءً على اختيارك للغة

source: Next
ar: التالي

source: Declaration
ar: إقرار

source: Arabic
ar: العربيهُ

source: English
ar: الإنجليزية

source: Sign in
ar: تسجيل دخول

# signUp
source: Create account
ar: إنشاء حساب

source: Welcome
ar: مرحـــباً

# lange
source: العربية
ar: English

source: Welcome back
ar: مرحبا بعودتكَ

# addYourAccountDetails
source: Enter your account details
ar: أدخلَ التفاصيلَ للحسابِ الخاصِ بكَ

# userNameFiled
source: Email / Phonenumber
ar: البريد الإلكتروني / رقم الهاتف

# userPasswordFiled
source: Password
ar: كلمة المرور

# userConfirmPasswordFiled
source: Confirm Password
ar: تآكيـد كلمة المرور

# loginBtn
source: Login
ar: تسجيل دخول

# forgetPassword?
source: Did you forget password ?
ar: هل نسيت كلمه السر ؟

source: Forget Password ?
ar: هل نسيت كلمه السر ؟

# otp_sent_message
source: We sent your OTP to this email:
ar: أرسلنا رمز التحقق إلى هذا البريد الإلكتروني:

# resend_code_timer
source: Resend code in
ar: إعادة إرسال الرمز خلال

source: Resend?
ar: إعادة الإرسال؟

source: Verify
ar: تحقق

source: Verify OTP
ar: تحقق من رمز التحقق

source: New password
ar: كلمة المرور الجديدة

source: Confirm Password
ar: تأكيد كلمة المرور

source: Reset Password
ar: إعادة تعيين كلمة المرور

# doYouHaveAcc
source: Don't have an account? Create an account
ar: ليس لديك حساب؟ إنشاء حساب

# welcomeBackLogin
source: Welcome back
ar: مرحبا بك مجددا

source: Create account
ar: إنشاء حساب

source: Already have account ?
ar: لديك حساب بالفعل ؟

# userConfrimPasswordFiled
source: Confrim password
ar: كلمة السر الجديدة

# userEmail
source: Email
ar: البريد الالكتروني

# userPhone
source: Phone number
ar: رقم الهاتف

# userName
source: Name
ar: الاسم

# signUpBtn
source: Create account
ar: إنشاء حساب

# doYouHaveAnAccount
source: Don't have account?
ar: لا تمتلك حساب؟

# loading
source: Please wait a moment, the page is loading
ar: برجاء الإنتظار ، يتم تحميل الصفحة

# welcomee
source: Welcome,
ar: مرحبا،

source: Download
ar: تحميل

# tab_showing_image
source: Click to view the question image
ar: انقر لعرض صوره السؤال

# tab_showing_choose_image
source: Click to view the option image
ar: انقر لعرض صوره الاختيار

# scheduleTimes
source: Schedule
ar: جدول المواعيد

source: Home work
ar: الواجبات

# attendance
source: Attendnace
ar: الحضور و الغياب

source: Exams
ar: الإمتحانات

source: Offline Exams
ar: امتحانات اوفلاين

source: Online Exams
ar: امتحانات اونلاين

# examss
source: Exams:
ar: الإمتحانات:

source: Delivery Time
ar: ميعاد التسليم

source: Delivery Status
ar: حالة التسليم

source: Success Status
ar: حالة النجاح

# yourDeg
source: Your degree:
ar: درجتك:

source: Not Yet
ar: ليس بعد

source: Under Correction
ar: قيد التصحيح

source: Duration
ar: المدة

# examDuration
source: Duration :
ar: المدة:

source: Not specified
ar: غير محددة

# questions
source: Question
ar: سؤال

# educationCategory
source: Subjects
ar: المواد

# educationCategori
source: Subject
ar: الفئة التعليمية

# instructor
source: Teacher
ar: المحاضر

source: Attendance status
ar: حالة الحضور

source: Location
ar: الموقع

source: Rate
ar: التقييمات

# mediaa
source: Media
ar: المرفقات

# onlineHomework
source: Online H.W
ar: H.W إلكترونى

# offlineHomework
source: Offline H.W
ar: H.W ورقى

source: Not found
ar: لا يوجد

source: Inquiries
ar: استفسارات

source: Groups
ar: المجـــموعات

# category
source: Subjects
ar: المواد

source: Warnings
ar: الإنذارات

# warning1
source: First warning
ar: الإنذار الاول

# warning2
source: Second warning
ar: الإنذار الثاني

# warning3
source: Third warninig
ar: الإنذار الثالث

# warning4
source: Forth warninig
ar: الإنذار الرابع

# warning5
source: Fifth warninig
ar: الإنذار الخامس

source: Male
ar: ذكر

# femlae
source: Female
ar: انثي

source: Prefer not to say
ar: لا يستحسن القول

source: Other
ar: اخري

source: Select gender :
ar: : اختر النوع

# accountRecovery
source: Recover your account
ar: إسترد حسابك

# toReset
source: To reset your password, please enter your email address or phone number
ar: لإعادة تعيين كلمة المرور الخاصة بك ، يرجى إدخال عنوان البريد الإلكتروني أو رقم الهاتف

source: Send code
ar: إرسال الرمز

source: Check code
ar: التحقق من الرمز

# checkCodeSubTitle
source: Please check your enterd target to get your code
ar: يرجى التحقق من الهدف الذي أدخلته للحصول على الرمز الخاص بك

# confirm
source: Confrim
ar: تأكيد

source: Resend code
ar: إعادة إرسال الكود

source: second
ar: ثانية

source: Request enrollment
ar: طلب إشتراك

source: Cancel
ar: إلغاء

# preferdProvider
source: Preferd provider ( Optional )
ar: المحاضر المفضل ( إختياري )

# preferdProviders
source: Preferd instructor
ar: المحاضر المفضل

# preferdPlace
source: Preferd place ( Optional )
ar: الفرع المفضل ( إختياري )

# knownMethod
source: How you know us ( Optional )
ar: كيف تعرفت علينا ( إختياري )

source: Reserve
ar: حجز

source: Home
ar: الرئيسية

# request
source: Requests
ar: الطلبات

source: More
ar: المزيد

# requestJoiningApp
source: Request to join
ar: طلب إشتراك

# whatYouNeed
source: What would you like to do?
ar: ماذا تريد ان تفعل؟

# joiningApps
source: My Joining Applications
ar: اشتراكاتي

source: In review
ar: قيد المراجعة

source: Accepted
ar: المقبولة

source: Rejected
ar: المرفوضة

source: All
ar: الكل

source: Logout
ar: خروج

source: Confirm Logout
ar: تأكيد تسجيل الخروج

# msg_confirmLogout
source: Are you sure you want to Logout?
ar: هل انت متاكد من تسجيل الخروج ؟

source: Confirm Attendance
ar: تأكيد الحضور

# msg_confirmAttendance
source: Are you sure you want to Attend this Appointment ?
ar: هل أنت متأكد أنك تريد حضور هذا الموعد؟

# selectGov
source: Select a Government
ar: اختر المحافظة

source: City
ar: المدينة

source: School
ar: المدرسة

source: Education System:
ar: النظام التعليمي:

source: Online
ar: اونلاين

source: Center
ar: سنتر

# centerName
source: Select Center
ar: اختر السنتر

# academicYear
source: Select Acadmic Year
ar: اختر السنة الدراسية

# motherPhoneNum
source: Mother phonenumber
ar: رقم هاتف الام

# fatherPhoneNum
source: Father phonenumber
ar: رقم هاتف الاب

# appSetting
source: App settings
ar: إعدادات التطبيق

# aboutCompany
source: About us
ar: عن المؤسسة

source: About developer
ar: عن المطور

# TermAndConditions
source: Terms & Conditions :
ar: السياسات و الشروط :

source: Complaints
ar: الشكاوي

source: Help
ar: مساعدة

# TotalWalletBallance
source: Total wallet balance
ar: إجمالي مبلغ المحفظة

source: Total debts
ar: مجموع الديون

source: Total paid
ar: المدفوع

source: Total reminder
ar: المتبقي

source: Wallet transaction:
ar: :حركة المحفظة

# totalNonSchedulDebts
source: Unscheduled debts
ar: الديون غير مجدولة

# totalSchedulDebts
source: Scheduled debts
ar: الديون المجدولة

# totalDebtsCount
source: Debts count
ar: عدد الديون

# countDebtsFinish
source: Finished debts
ar: الديون المكتملة

# countDebtsNotFinish
source: Unfinished debts
ar: الديون الغير مكتملة

# countDebtsCanceled
source: Canceled debts
ar: الديون الملغية

# attendnaceHistory
source: Attendance history
ar: سجل الحضور

source: Day
ar: اليوم

source: time
ar: الوقت

source: Group
ar: الجروب

source: Place
ar: المكان

source: Date
ar: التاريخ

source: Select search type :
ar: إختر طريقة البحث :

source: Monthly
ar: شهري

source: Interval
ar: فترة

source: Search
ar: بحث

source: Month
ar: الشهر

source: Date from
ar: التاريخ من

source: Date to
ar: التاريخ الي

source: Paid
ar: المدفوع

source: Reminder
ar: المتبقي

source: Back
ar: رجوع

source: Total
ar: الإجمالي

source: Phone wallet
ar: محفظة هاتف

# bankMethod
source: Bank transfer
ar: تحويل بنكي

source: Charge
ar: شحن

# phonenumberDes
source: Enter your wallet number
ar: ادخل رقم المحفظة الخاصة بكم

# phonenumber
source: wallet number
ar: رقم المحفظة

# amount
source: Charge amount
ar: مبلغ الشحن

# enterAmount
source: Enter amount to charge
ar: ادخل المبلغ للشحن

# serviceSubscriptions
source: Service subscription
ar: إشتراكات الخدمات

source: Details
ar: التفاصيل

source: Levels
ar: المستويات

source: My groups
ar: مجموعاتي

source: Finished
ar: منتهي

source: Un finished
ar: غير منتهي

# groupTimeMedia
source: Session media
ar: وسائط الحصة

# packagePrice
source: Package
ar: الفترة

# sessionPrice
source: Session :
ar: الحصة

source: From
ar: من

source: To
ar: الي

source: Video
ar: فيديو

# media
source: Level media
ar: الوسائط

source: MCQ
ar: إختياري

source: True & false
ar: صح و خطأ

# questionType
source: Question types
ar: نوع الأسئلة

# quesDgree
source: Question dgree
ar: درجة السؤال

# ques
source: Questions
ar: الأسئلة

# que
source: Question
ar: سؤال

source: Yes
ar: نعم

source: No
ar: لا

source: Family
ar: العائلة

source: News
ar: الأخبار

source: News details
ar: تفاصيل الخبر

# sureToBuyCours
source: Are you sure to buy
ar: هل انت متأكد من شراء

# sureToBuyCode
source: Are you sure to buy this code ?
ar: هل انت متأكد من شراء هذا الكود ؟

source: Review
ar: معاينة

# myExams
source: My online exams
ar: امتحاناتي

# myOnExams
source: My online exams
ar: امتحاناتي الإلكترونية

# myOffExams
source: My offline exams
ar: امتحاناتي الورقية

source: My times
ar: مواعيدي

source: Codes
ar: الاكواد

# schudelTime
source: Schudel times
ar: المواعيد

# groupss
source: Groups
ar: المجموعات

source: Subjects
ar: المواد

# lectures
source: Classrooms
ar: الصفوف الدراسية

source: Way to appear
ar: طريقة العرض

# right
source: True
ar: صح

# wrong
source: False
ar: خطأ

# quesNum
source: Number
ar: سؤال رقم

source: By Codes
ar: عن طريق الأكواد

source: By Wallet
ar: عن طريق المحفظة

# chooseWayToBuy
source: Choosse your way to buy
ar: اختر طريقتك للشراء

source: Dgree
ar: درجة

# paragraph
source: Paragraphs
ar: الفقرات

source: Submit
ar: تسليم

source: Start
ar: بدأ

source: Alert
ar: تنبيه

source: Market
ar: المتجر

# userCode
source: Student code
ar: كود الطالب

source: Qr Code
ar: رمز الاستجابة السريعة

source: Bar Code
ar: الباركود

source: My Courses
ar: دوراتي

source: Wallet Code
ar: كود المحفظة

source: Course Code
ar: كود الدورة

source: Acadmic Year code
ar: كود الصف الدراسى

source: Courses
ar: الدورات

source: Free
ar: مجاناً

# choose_your_package
source: Choose Package
ar: اختر باقتك

source: Enter Your Course Code
ar: ادخل كود الدورة

source: Enter Your Wallet Code
ar: ادخل كود الشحن

source: Un Register
ar: غير مسجل

# UnRegister msg
source: You are not enroll to this training course.
ar: أنت غير مسجل في هذه الدورة التدريبية

source: Locked Level
ar: المستوي مغلق

# LockedLevel msg
source: This level is temporarily closed by order of the administration. If you have any inquiries or issues, please contact the administration directly.
ar: هذا المستوى مغلق مؤقتًا بأمر من الإدارة. في حال وجود أي استفسار أو مشكلة، يُرجى التواصل مع الإدارة مباشرةً.

source: Locked Content
ar: المحتوي مغلق

# LockedContent msg
source: This Content is temporarily closed by order of the administration. If you have any inquiries or issues, please contact the administration directly.
ar: هذا المحتوي مغلق مؤقتًا بأمر من الإدارة. في حال وجود أي استفسار أو مشكلة، يُرجى التواصل مع الإدارة مباشرةً.

# msgTypeFamily
source: We would like to clarify that parents are not permitted to access the students content. This measure is taken to ensure the protection of intellectual property rights and to maintain the privacy of the students academic materials. We appreciate your understanding and cooperation in this matter.
ar: نود أن نوضح أنه لا يُسمح لأولياء الأمور بالاطلاع على محتوى الطلاب. هذا الإجراء متخذ لضمان الحفاظ على حقوق الملكية الفكرية ولحماية خصوصية المحتوى الأكاديمي للطلاب. نشكركم على تفهمكم وتعاونكم في هذا الأمر.

# num_watching
source: Num of watches
ar: مرات المشاهده

source: Buy
ar: شراء

source: Packages Price
ar: اسعار الباقات

source: Wallet
ar: محفظة

source: My Wallet
ar: محفظتى

source: Open Content
ar: فتح المحتوي

# msgOpenContent
source: Would you like to access this content? Please note that your remaining access attempts are:
ar: هل ترغب في الوصول إلى هذا المحتوى؟ يرجى ملاحظة أن عدد مرات الوصول المتاحة لك هو:

# msgBalanceNotEnough
source: Sorry, there is insufficient balance in your account. Please recharge your wallet to proceed.
ar: عذراً، لا يوجد رصيد كافٍ في حسابك. يُرجى إعادة شحن المحفظة للمتابعة

source: Confirm Buying
ar: تأكيد الشراء

# msg_confirmBuying
source: Would you like to confirm the purchase of the course and deduct the amount from your wallet balance?
ar: هل تريد تأكيد عملية شراء الدورة، وخصم المبلغ من رصيد المحفظة؟

# msg_success
source: The exam was submitted successfully.
ar: تم تسليم الامتحان بنجاح

# msgNumOfWatches
source: Sorry, the number of views in your balance for this course is insufficient. Please recharge your package.
ar: عذراً، عدد المشاهدات في رصيدك لهذه الدورة غير كافٍ. يُرجى إعادة شحن باقتك.

# msg_DoubleBack
source: Please click double click, to back.
ar: من فضلك قم بالضغط مرتين للرجوع للخلف.

# msg_no_answer
source: There is no answer to any questions
ar: لم يتم الاجابه على اى سؤال

# msg_agree_declaration_toast
source: Before moving to the homepage, you must first agree to the policies and terms.
ar: قبل التنقل إلى الصفحة الرئيسية، يتعين عليك أولًا الموافقة على السياسات والشروط.

# msg_coming_soon
source: We are sorry, This feature is not available in your current version, it may be provided in future versions. Thank you for your understanding.
ar: عفواً، هذه الخاصية غير متوفرة في نسختك الحالية، ربما يتم توفيرها في نسخ قادمة، شكراً لتفهمك.

# msg_inValid_password
source: Password is incorrect.
ar: كلمة المرور غير صحيحة.

# msg_inValid_confirmPassword
source: Confirm password is incorrect.
ar: تاكيد كلمة المرور غير صحيحة.

# msg_inValid_matchPassword
source: Passwords do not match.
ar: كلمة المرور غير متطابقة.

# msg_empty_subscription_plans
source: Not found any avalible Subscription plans
ar: لا يوجد باقات اشتراكات متاحه

# declaration_p1
source: I,
ar: أقر أنا٬

# declaration_p2
source: hereby acknowledge and declare my full awareness and understanding of the following:
ar: وأشهد بأنني على وعي وإدراك تام بما يلي:

# declaration_p3
source: - The content on this platform is available to me only. This does not imply permanent or absolute ownership of the content. - The content is protected by intellectual property rights and secured against unauthorized use. Therefore, I am strictly prohibited from distributing, commercially exploiting, recording, or attempting to publish it in any form. Should I violate this condition, I fully understand that I will subject myself to legal action by the platform management and the content owner lecturer. - If I violate the terms and policies of the platform, the system administration has the right to permanently close my account and prohibit me from creating a new account, or even permanently ban me from accessing the platform.
ar: - المحتوى الذي سأقوم بشرائه أو تداوله على هذه المنصة مُتاح لي فقط لعدد مرات مشاهدة محدد أو للفترة الزمنية المحددة للدورة التدريبية، ولا يعني ذلك امتلاكي للمحتوى بشكل دائم أو مُطلق. - المحتوى محمي بحقوق الملكية الفكرية ومؤمن ضد الاستخدام غير المشروع. لذا، يُحظر علي تمامًا تداوله، استغلاله تجاريًا، تسجيله، أو محاولة نشره بأي شكل من الأشكال. وفي حال مخالفتي لهذا الشرط، أعي تمامًا أنني سأعرض نفسي للمساءلة القانونية من قبل إدارة المنصة والمحاضر صاحب المحتوى. - إذا خالفت شروط وسياسات المنصة، يحق لإدارة النظام إغلاق حسابي بشكل نهائي ومنعي من إنشاء حساب جديد إلا بدفع مبلغ مالي يُحدد من قبل إدارة المنصة، أو حتى منعي من الوصول إلى المنصة بشكل دائم. - أدرك تمامًا أن المحتوى الذي أتلقاه عبر هذه المنصة يُعتبر أمانة أسأل عنها أمام الله.

# msg_agree_the_declaration
source: I affirm the above statements, fully aware of all the legal and ethical consequences of this declaration.
ar: أقر بما ذكر أعلاه، مدركًا لجميع التبعات القانونية والأخلاقية المترتبة على هذا الإقرار.

# msgOpenExam
source: Do you want to start exam ?
ar: هل تريد بدء الامتحان ؟

# msgContinueExam
source: Do you want to continue exam ?
ar: هل تريد متابعه الامتحان ؟

# msgOpenHw
source: Do you want to start Hw ?
ar: هل تريد بدء الواجب ؟

# msgSubmitExam
source: Do you want to submit this exam ?
ar: هل تود تسليم هذا الامتحان ؟

# msgReviewExam
source: Would you like to review the examination at this moment?
ar: هل تود البدء في مراجعة الامتحان في هذه اللحظة؟

# msgFaliedExam
source: We're sorry, you did not pass the exam. Please review your answers or try the exam again.
ar: نأسف، لم تتمكن من اجتياز الامتحان. يُرجى مراجعة الحل أو المحاولة مرة أخرى.

# msg_locked_preview
source: Review mode has been locked by the administration. You can reach out to them if you're facing any issues or want to attempt unlocking it.
ar: تم إغلاق وضع المراجعة بواسطة الإدارة. يمكنك التواصل معهم إذا كنت تواجه أي مشكلة أو ترغب في محاولة إعادة فتحه.

# msg_locked_re_exam
source: Re Exam mode has been locked by the administration. You can reach out to them if you're facing any issues or want to attempt unlocking it.
ar: تم إغلاق وضع إعادة الامتحان بواسطة الإدارة. يمكنك التواصل معهم إذا كنت تواجه أي مشكلة أو ترغب في محاولة إعادة فتحه.

# msg_comming_soon
source: We are currently working on developing this feature, and it will be avaliable for use later.
ar: نعمل حالياً على تطوير هذه االخاصية٫ وستكون متاحة للإستخدام فى وقت لاحق.

source: Ok
ar: حسناً

# myCode
source: My codes
ar: أكوادي

source: Buy code
ar: شراء كود

# codeCount
source: Code
ar: كود

# teachers
source: Lecturers
ar: المحاضرين

source: Not available
ar: غير متوفر

source: Teacher groups
ar: مجموعات المحاضر

source: Notifications
ar: الإشعارات

source: Mark all read
ar: قراءة الكل

source: Contact with us
ar: تواصل معنا

source: Visa
ar: فيزا

source: Kiosk
ar: كشك

# codeee
source: Code
ar: كود

source: Charged by :
ar: الشحن عن طريق :

source: Balance:
ar: رصيد المحفظة:

source: Delete account
ar: مسح الحساب

source: Confirm Deletion
ar: تأكيد الحذف

source: Delete
ar: حذف

# msg_confirmDeletion
source: Are you sure you want to delete your account?
ar: هل انت متاكد من حذف الاكونت الخاص بك؟

source: Fetch more data
ar: جلب المزيد من البيانات

# reciveNotifi
source: Notifications
ar: الإشعارات

source: Theme
ar: الثمة

source: Light
ar: مضيئة

source: Dark
ar: معتمة

source: Item of page
ar: العناصر في الصفحة

source: Save
ar: حفظ

# lang
source: Languages
ar: اللغة

source: Select time zone
ar: اختر المنطقة الزمنية

source: Select date formate
ar: اختر تنسيق التاريخ

source: Select time formate
ar: اختر تنسيق الوقت

source: Old client
ar: عميل قديم

source: Old parent
ar: ولي امر مضاف مسبقاً

source: Check
ar: تحقق

source: Group media
ar: وسائط الجروب

# groupExams
source: Group exam
ar: امتحانات الجروب

# educationGroups
source: Group
ar: المجموعة

source: Close
ar: اغلاق

# min
source: Minute
ar: دقائق

# deg
source: Dgree
ar: درجة

# par
source: Parag.
ar: فقرة

# totalDeg
source: Final dgree
ar: الدرجة النهائية

source: Joining app details
ar: تفاصيل طلب الإشتراك

# rejectionReson
source: Rejection reason
ar: سبب الرفض

source: My Account
ar: حسابي

source: Zoom
ar: الإجتماعات

source: Student
ar: طالب

source: Students
ar: طلاب

# durationPrice
source: Duration :
ar: الشهر :

source: Place name
ar: اسم المكان

source: Closed
ar: مغلق

source: Daily
ar: يومي

# state
source: Status
ar: الحالة

source: Year
ar: السنة

# infoo
source: Information
ar: معلومات

source: Warning
ar: الإنذارات

source: Installments
ar: الاقساط

source: Price
ar: السعر

source: Ended
ar: المنتهية

source: Scheduld
ar: مجدولة

source: UnScheduld
ar: غير مجدولة

source: Canceled
ar: ملغية

source: Menu
ar: قائمة

source: Tree
ar: شجري

source: My media
ar: مرفقاتي

# myHw
source: My Homeworks
ar: واجباتي

# teacherCode
source: Codes
ar: الأكواد

source: Done
ar: تم

# typeCardCode
source: Card number
ar: رقم الكارت

source: Open from:
ar: مفتوح من:

source: Ended at:
ar: ينتهى فى:

source: Current
ar: حالية

source: Not done
ar: لم يتم
